@extends('layouts.web.master')

@section('title') About US @stop

@section('content')
{{-- <header class="masthead carousel-caption">
  <div class="container">
      <div class="masthead-subheading">مرحبن بك !</div>
      <div class="masthead-heading text-uppercase"> صحتكم تهمنا  </div>
      <a class="btn btn-primary btn-xl text-uppercase" href="#services">تعرف اكثر</a>
  </div> --}}
</header>
        <div class="container my-5">
          <h1 class="text-primary-darker fw-bold fs-3" >
            اتفاقية الخصوصية وشروط الاستخدام
          </h1>
          <p class="text-primary-dark mt-3">
            الحقوق والالتزامات
          </p>
          <div class="text-primary-dark mt-4">
            إن هذه الاتفاقية تنص على كافة الحقوق والالتزامات المتعلقة بنطاق    PHARMACY online ومستخدميه المواقع التابعة له و/أو مستخدمي الطرف الثالث و/أو أولئك الذين يتفاعلون مع خدمات  الموقع الإلكتروني PHARMACY online  من المسجلين به أو ممن يدخلون دون تسجيل الدخول مع التنويه بأن 3oud.com تتمتع بالحق لتغيير شروط هذه الاتفاقية من حين إلى آخر بارداتها المنفردة و وفق ما تراه 3oud.com ملائماً.
          </div>
          <h3 class="text-primary-darker fw-bold fs-6  my-5" >
            تعريفات
            </h3>

            <ul class="list-group list-group-flush">
              <li class="list-group-item">"عود" وتعني السمات والخدمات التي يتم توفيرها من خلال (أ) الموقع الإلكتروني  وأية مواقع إلكترونية أخرى تحمل العلامة  التجارية  عود أو العلامة  التجارية  مشاركة لها (بما يشمل أسماء النطاقات الفرعية و التطبيقات و الإصدارات الدولية وتطبيقات النقال؛ و(ب) مشغل وعارض  oud.com3؛ و(ج) المكونات الاجتماعية التي تساعد على تفاعل المستخدمين فيما يتعلق بالمادة المنشورة؛ و(الوسائط والبرامج الأخرى (مثل شريط الأدوات) أو الأدوات أو الشبكات القائمة حالياً أو التي يتم تقريرها لاحقاً.</li>
              <li class="list-group-item"> "مشغل وعارض" وتعني مجموعة من (APIs) والخدمات (مثل المحتوى) والذي يؤدي إلى تمكين الآخرين بما يشمل مطوري التطبيق ومشغلي الموقع الإلكتروني.</li>
              <li class="list-group-item">"المعلومات" وتعني الحقائق و البيانات الأخرى المتعلقة بالمستخدمين بما يشمل الإجراءات التي يتخذها المستخدمون وغير المستخدمين والذين يتفاعلون على المواقع الإلكترونية والموقع الخاص بهذه الإتفاقية PHARMACY online.</li>
              <li class="list-group-item"> "المادة" وتعني كافة الصور (أو المعلومات) والخاصة بالمستخدمين والمنشورة على PHARMACY online عود، والتي لا تدخل ضمن  تعريف المعلومات.</li>
              <li class="list-group-item">"البيانات" أو "بيانات المستخدم" وتعني أية بيانات خاصة بالمستخدمين بما يشمل المحتوى الخاص بمستخدم أو المادة أو المعلومات التي يمكن للمستخدمين أو الأطراف الثالثة استرجاعها من عود أو تزويدها إلى عود من خلال المشغل وعرض المعلومات.</li>
              <li class="list-group-item">"النشر" ويعني التحميل مباشرة أو عن طريق وسيط للمادة أو القيام خلاف ذلك بتوفيرها بواسطة استخدام عود.</li>
              <li class="list-group-item">"الاستخدام" ويعني الاستخدام أو النسخ أو الأداء أو العرض بشكل عام أو التوزيع والتعديل والترجمة وإنشاء أعمال مشتقة. </li>
              <li class="list-group-item"> "المستخدمون" ويعني كافة المستخدمين الذين سجلوا دخولهم والذين قاموا بتسجيل دخولهم في عود كمستخدمين فرديين طبيعيين و/أو إعتباريين والذين يتعين عليهم توقيع هذه الاتفاقية بقبول شروط الاستخدام و/أو متعهدي الفريق الذين سمحوا لفريقهم وموادهم بأن يتم نشرها بتفويض بذلك النشر.
              </li>
            </ul>
            <h3 class="text-primary-darker fw-bold fs-6  my-5" >
              الخصوصية
              </h3>
              <p class="text-primary-dark mt-6 my-3">
                إن خصوصيتك هامة جدا بالنسبة لنا. وإن المحتوى والمعلومات العائدة إليك ستكون محمية  وفق ما يلي:
              </p>
              <p class="text-end my-2">
                البيانات الخاصة بك والتي يتم مشاركتها من قبل الآخرين: يمكننا التلقي و/أو النشر و/أو المشاركة في المعلومات والصور الخاصة بالمستخدم بكم في حال يتم نشر صورة خاصة بالمستخدم بكم بشكل فردي أو مضافة إلى مجموعة.</p>
              <p class="text-end my-2">
                وباستخدام PHARMACY online ، فإنه يمكن للمستخدم تخزين المعلومات والصور و البيانات الشخصية الخاصة به وبالآخرين والمشاركة  على النحو الذي يماثل مشاركة صور الحفلات .</p>
              <p class="text-end my-2">يتم تلقيأيضاً أنواع أخرى من المعلومات بخصوص المستخدم عندما يتفاعل مستخدم معحسابات PHARMACY online  والمستخدمين والمشتركين فيه ويستخدمونه بما يشبه البحث عن مادة أو حساب أو صفحة خاصة بصديق أو نقرة أو اطلاع أو التفاعل خلاف ذلك مع الأشياء أو استخدام تطبيق النقال الخاص بنا.</p>
              <p class="text-end my-2">يتم تلقي أيضاً معلومات عندما يقوم مستخدم بوضع مادة مثل الصور أو مقاطع الفيديو في أو على موقعنا الإلكترونيPHARMACY online   سواءً كان المستخدمون مشتركين أم لامعلومات عن الوقت والتاريخ والمكان الذي قام فيه المستخدم بأخذ الصورة أو مقطع الفيديو.
              </p>
              <p class="text-end my-2">يتم تلقي البيانات من جهاز الحاسب الالي أو الهاتف النقال أو جهاز آخر يستخدمه المستخدم للدخول إلى موقعنا الإلكتروني PHARMACY online   بأي شكل قد يقوم به المستخدم فيه للدخول إلى الموقع الإلكتروني وبغض النظر عن عدد المرات العشوائية أو المتواترة التي تقوم أنت أو الآخرون باستخدام المعلومات مثل عنوان بروتوكول الإنترنت (اي بي) والمعلومات الأُخرى بخصوص الأشياء مثل خدمة الإنترنت الخاصة بك والموقع ونوع المتصفح الذي تقوم باستخدامه أو الصفحات التي يقوم بزيارتها.</p>
              <p class="text-end my-2">يتم تلقي  البيانات التي قد تحتوي على التاريخ والزمان والذي يقوم فيه المستخدم بزيارة الموقع أو عنوان الموقع الإلكتروني (URL): معلومات تقنية الخاصة بعنوان بروتوكول الإنترنت (IP) برتوكول الإنترنت ونوع المتصفح ونظام التشغيل الذي يستخدمه المستخدم وعنوان المستخدم الخاصة بك إن كان المستخدم مسجلاً للدخول عبر موقع الفيسبوك www.facebook.com .</p>
              <p class="text-end my-2">وإننا نقوم بتزويد البيانات إلى شركاء الدعاية الخاصة بنا او إلى عملائنا فقط بعد أن نكون قد حذفنا اسمك أو أية معلومات تعريف شخصية أخرى منه كنا قد قمنا بالحصول عيها مع بيانات أشخاص آخرين بشكل لا يعود معه مقترناً بك.</p>
              <p class="text-end my-2">المعلومات العامة: إن المعلومات المتوفرة دوماً للعامة وهي أنواع المعلومات المدرجة أدناه تكون متوفرة للعامة بصفة دائمة ويتم التعامل معها فقط مثل المعلومات التي يقرر المستخدمون الإعلان عنها ومنها الاسم واسم المستخدم وصور الملف الشخصي وصور الغلاف (ما لم يقم المستخدم بحذفها) والجنس والمعلومات التي يختار المستخدم مشاركتها مع العامة.</p>
              <p class="text-end my-2">وإننا قد نستخدم تلك المعلومات وفق ما يلي:
              </p>
              <p class="text-end my-2">كجزء من جهودنا التي يكون الغرض منها المحافظة على مستوى منتجاتنا وخدماتنا وعملياتنا التكاملية بشكل آمن ومضمون؛ و


                لحماية حقوق ملكية  PHARMACY online  أو الخاصة بالآخرين؛ و


                لتقييم فاعلية الإعلانات التي يراها المستخدم والآخرون بما يشمل إرسال الإعلانات ذات الصلة إليك؛ و


                للعمليات الداخلية بما يشمل حل المشاكل وتحليل البيانات والفحص والبحث وتحسين الخدمة.
                </p>
                <div class="list-group my-5">
                  <a href="#" class="list-group-item list-group-item-action active" aria-current="true">
                    وإننا لن نتشارك في المعلومات التي نتلقاها بخصوص المستخدمين مع آخرين ما لم نكن قد:

                  </a>
                  <a href="#" class="list-group-item list-group-item-action">حصلنا على اذن منك؛ أو</a>
                  <a href="#" class="list-group-item list-group-item-action">  قمنا بمنح المستخدم إشعار بخصوص هذه السياسة؛ أو
                  </a>
                  <a href="#" class="list-group-item list-group-item-action"> قمنا بإزالة اسمك أو أية معلومات تعريفية شخصية أخرى منه.</a>
                </div>
                <h3 class="text-primary-darker fw-bold fs-6  my-3" >
                  لمشاركة في المحتوى والمعلومات الخاصة بك
                  </h3>
                <p class="text-primary-dark mt-4" >
                  إن المستخدمين يمتلكون كافة المحتوى والمادة التي يقومون بنشرها على PHARMACY online . علاوة على ذلك:
                  </p>

                  <ul class="list-group list-group-flush">
                    <li class="list-group-item">
                      بخصوص المحتوى الخاضع لحقوق ملكية فكرية مثل الصور ومقاطع الفيديو (محتوى بروتوكول الإنترنت (IP)، فإن المستخدمين يقومون بشكل خاص بمنحنا الاذن التالي: يقوم المستخدم بمنحنا ترخيصاً شاملاً غير حصري وقابل للتحويل وقابل للترخيص الفرعي ومجاني لاستخدام أي محتوى بروتوكول إنترنت (IP) يتشارك به المستخدم على PHARMACY online . وينتهي هذا الترخيص عندما يقوم المستخدم بحذف المحتوى أو شطب حسابه ما لم يكن المحتوى الخاص به قد تم المشاركة به مع الآخرين و/أو من قبلهم ولم يقوموا بحذفه. وبعد، وفي حال لم يكن المستخدم هو الناشر، فإن مثل ذلك الحق (حق الحذف) لا يكون متاحاً.
                    </li>

                  <li class="list-group-item">

                    عندما يقوم المستخدم بحذف "المادة"، فإنه يتم حذفها بطريقة مشابهة لتفريغ سلة المحذوفات على جهاز الحاسب الالي. و في كل الاحول، فإن المستخدم لديه الدراية بأن المحتوى الذي تتم إزالته قد يبقى قائماً في نسخ احتياطية لمدة زمنية معقولة ( مع عدم توفيرها للآخرين).
                      </li>
                  <li class="list-group-item">
                    عندما يقوم مستخدم بنشر مادة أو معلومات، فإن ذلك يعني بأن المستخدمين يسمحون للجميع وبما فيهم الأشخاص من خارج الموقع الإلكتروني ذاته (PHARMACY online ) للوصول إلى تلك المعلومات واستخدامها وربطها مع المستخدم (أي الاسم وصورة الملف الشخصي الخاصة بالمستخدم).
                      </li>
                  </ul>
                  <h3 class="text-primary-darker fw-bold fs-6  my-5" >
                    المبادئ العامة لنشر المادة:
                    </h3>
                    <p class="text-end my-2">
                      وباستخدام PHARMACY online ، فإنه يمكن للمستخدم تخزين المعلومات والصور و البيانات الشخصية الخاصة به وبالآخرين والمشاركة  على النحو الذي يماثل مشاركة صور الحفلات .</p>
                    <p class="text-end my-2">يتم تلقيأيضاً أنواع أخرى من المعلومات بخصوص المستخدم عندما يتفاعل مستخدم معحسابات PHARMACY online  والمستخدمين والمشتركين فيه ويستخدمونه بما يشبه البحث عن مادة أو حساب أو صفحة خاصة بصديق أو نقرة أو اطلاع أو التفاعل خلاف ذلك مع الأشياء أو استخدام تطبيق النقال الخاص بنا.</p>

                      لن يقوم المستخدمون بجمع محتوى أو معلومات مستخدمين أو الدخول خلافاً لذلك إلى عود.كوم باستخدام وسيلة آلية  تلقائية العمل (ومنها Harvesting bots حصاد (بوتس) أو  Robots الانسان الآلي أو Spiders العناكب أو Scrapers الكاشطات) بدون اذن مسبق منا. (جميع المصطلحات المترجمة في هذا البند متعلقة بأسماءها المتعارف عليها باللغة الإنجليزية).
                    </p>
                    <p class="text-end my-2">
                      لن يقوم المستخدمون بالاشتراك في تسويق متعدد المستويات غير قانوني مثل البرنامج الهرمي أو نظام  البونزي.
                    </p>
                    <p class="text-end my-2">
                      لن يقوم المستخدمون بتحميل فيروسات او رمز خبيث وعنصر مخرِّب اخر.
                    </p>
                    <p class="text-end my-2">
                      لن يقوم المستخدمون بالسعي للحصول على معلومات الدخول أو الوصول إلى حساب عائد إلى مستخدم آخر.
                    </p>
                    <p class="text-end my-2">
                      لن يقوم المستخدمون بمضايقة أي مستخدم أو ترهيبه أو ازعاجه.
                    </p>
                    <p class="text-end my-2">
                      لن يقوم المستخدمون بنشر محتوى من شأنه أن يكون: خطاباً يبعث على الكراهية أو تهديداً أو فيه كلاماً فاحشاً أو محرضاً على العنف أو يحتوي على عري أو عنف تصويري أو لا مبرر له.
                    </p>
                    <p class="text-end my-2">
                      لن يقوم المستخدمون بتطوير أو تشغيل تطبيق طرف ثالث يحتوي على اشياء ذات علاقة بالكحول أو المواعدة أو المحتوى الآخر الخاص بالبالغين (بما يشمل الإعلانات) بدون فرض قيود ملائمة على العمر بموافقة إدارة الموقع.
                    </p>
                    <p class="text-end my-2">
                      يتعين على المستخدمين الحصول على اذن تعاقدي من إدارة  PHARMACY online  والتقيد بالقوانين السارية لنشر أو طرح أية مسابقة أو هبة أو اليانصيب ("الدعائية") على الموقع أو المواقع.
                    </p>
                    <p class="text-end my-2">
                      لن يقوم المستخدمون بتسهيل أو تشجيع أية مخالفات لهذه الشروط.
                    </p>
                    <p class="text-end my-2">
                      يتعين على المستخدمين الحصول على اذن تعاقدي من إدارة PHARMACY online والتقيد بالقوانين السارية لنشر أو طرح أية مسابقة أو هبة أو اليانصيب ("الدعائية") على الموقع أو المواقع.
                    </p>
                    <p class="text-end my-2">
                      إن المستخدمين لن يقوموا باستخدام الموقع الإلكتروني لأي تصرف غير شرعي أو مضلل أو ماكر أو ينطوي على تمييز عنصري.

                    </p>

                    <p class="text-end my-2">
                      لن يقوم المستخدمون بفعل أي شيء من شأنه أن يعطل العمل أو المظهر  الملائم لـ www.PHARMACY online  أو  يثقل أو يعيق الية العمل السليم وذلك مثل الهجوم التخريبي على الموقع أو الحرمان من الخدمة أو التشويش بتقديم صفحة أو تقديم لوظيفة أو أي طريقة أخرى.
                    </p>
                    <p class="text-end my-2">
                      لن يقوم المستخدمون بتسهيل أو تشجيع أية مخالفات لهذه الشروط.
                    </p>
                    <h3 class="text-primary-darker fw-bold fs-6  my-5" >
                      حماية حقوق الأشخاص الاخرين

                    </h3>
                    <h5 class="text-primary-darker  fs-6" >
                      إننا نحترم حقوق الأشخاص الآخرين ونتوقع من المستخدمين القيام بذلك.
                    </h5>
                       <p class="text-end my-2">
                        لن يقوم المستخدمون بالنشر أو اتخاذ أي إجراء على PHARMACY online   من شأنه أن يتعدى على حقوق شخص آخر أو انتهاكها أو أن يكون مخالفاً للقانون خلافاً لذلك.
                      </p>
                       <p class="text-end my-2">
                        يمكننا إزالة أي محتوى أو مادة أو معلومات يقوم المستخدمون بنشرها في حال كنا نعتقد بأنها مخالفة لقوانين وأنظمة بلد منشأ الناشر أو تلك الخاصة بولاية النشر القضائية.

                      </p>
                       <p class="text-end my-2">
                        في حال قمنا بإزالة المحتوى الخاص بك نتيجة التعدي على حق التأليف الخاص بشخص آخر وكان المستخدم يعتقد بأننا قمنا بإزالته بالخطأ، فإننا سنوفر للمستخدم فرصة للاستئناف.
                      </p>
                       <p class="text-end my-2">

                      </p>إن المستخدمين لن يقوموا باستخدام حقوق التأليف أو العلامات التجارية الخاصة بالموقع والعائدة إلى PHARMACY online  أو شعاراته أو أية علامات مشابه بشكل يبعث على ا اللبس بدون إذن خطي مسبق منا.
                       <p class="text-end my-2">
                        لن يقوم المستخدمون بنشر وثائق التعريف الخاصة باي شخص أو معلومات مالية حساسة على PHARMACY online .
                      </p>
                      <h3 class="text-primary-darker fw-bold fs-6  my-5" >
                        الإنهاء
                      </h3>


        </div>


@endsection
