@extends('layouts.web.master')

@section('title') About US @stop

@section('content')
{{-- <header class="masthead carousel-caption">
  <div class="container">
      <div class="masthead-subheading">مرحبن بك !</div>
      <div class="masthead-heading text-uppercase"> صحتكم تهمنا  </div>
      <a class="btn btn-primary btn-xl text-uppercase" href="#services">تعرف اكثر</a>
  </div> --}}
</header>
        <div class="container my-5">
          <h1 class="text-primary-darker fw-bold fs-3" >
            اتفاقية الخصوصية وشروط الاستخدام
          </h1>
          <p class="text-primary-dark mt-3">
            الحقوق والالتزامات
          </p>
          <div class="text-primary-dark mt-4">
            إن هذه الاتفاقية تنص على كافة الحقوق والالتزامات المتعلقة بنطاق    PHARMACY online ومستخدميه المواقع التابعة له و/أو مستخدمي الطرف الثالث و/أو أولئك الذين يتفاعلون مع خدمات  الموقع الإلكتروني PHARMACY online  من المسجلين به أو ممن يدخلون دون تسجيل الدخول مع التنويه بأن 3oud.com تتمتع بالحق لتغيير شروط هذه الاتفاقية من حين إلى آخر بارداتها المنفردة و وفق ما تراه 3oud.com ملائماً.
          </div>
          <h3 class="text-primary-darker fw-bold fs-6  my-5" >
            تعريفات
            </h3>

            <ul class="list-group list-group-flush">
              <li class="list-group-item">"عود" وتعني السمات والخدمات التي يتم توفيرها من خلال (أ) الموقع الإلكتروني  وأية مواقع إلكترونية أخرى تحمل العلامة  التجارية  عود أو العلامة  التجارية  مشاركة لها (بما يشمل أسماء النطاقات الفرعية و التطبيقات و الإصدارات الدولية وتطبيقات النقال؛ و(ب) مشغل وعارض  oud.com3؛ و(ج) المكونات الاجتماعية التي تساعد على تفاعل المستخدمين فيما يتعلق بالمادة المنشورة؛ و(الوسائط والبرامج الأخرى (مثل شريط الأدوات) أو الأدوات أو الشبكات القائمة حالياً أو التي يتم تقريرها لاحقاً.</li>
              <li class="list-group-item"> "مشغل وعارض" وتعني مجموعة من (APIs) والخدمات (مثل المحتوى) والذي يؤدي إلى تمكين الآخرين بما يشمل مطوري التطبيق ومشغلي الموقع الإلكتروني.</li>
              <li class="list-group-item">"المعلومات" وتعني الحقائق و البيانات الأخرى المتعلقة بالمستخدمين بما يشمل الإجراءات التي يتخذها المستخدمون وغير المستخدمين والذين يتفاعلون على المواقع الإلكترونية والموقع الخاص بهذه الإتفاقية PHARMACY online.</li>
              <li class="list-group-item"> "المادة" وتعني كافة الصور (أو المعلومات) والخاصة بالمستخدمين والمنشورة على PHARMACY online عود، والتي لا تدخل ضمن  تعريف المعلومات.</li>
              <li class="list-group-item">"البيانات" أو "بيانات المستخدم" وتعني أية بيانات خاصة بالمستخدمين بما يشمل المحتوى الخاص بمستخدم أو المادة أو المعلومات التي يمكن للمستخدمين أو الأطراف الثالثة استرجاعها من عود أو تزويدها إلى عود من خلال المشغل وعرض المعلومات.</li>
              <li class="list-group-item">"النشر" ويعني التحميل مباشرة أو عن طريق وسيط للمادة أو القيام خلاف ذلك بتوفيرها بواسطة استخدام عود.</li>
              <li class="list-group-item">"الاستخدام" ويعني الاستخدام أو النسخ أو الأداء أو العرض بشكل عام أو التوزيع والتعديل والترجمة وإنشاء أعمال مشتقة. </li>
              <li class="list-group-item"> "المستخدمون" ويعني كافة المستخدمين الذين سجلوا دخولهم والذين قاموا بتسجيل دخولهم في عود كمستخدمين فرديين طبيعيين و/أو إعتباريين والذين يتعين عليهم توقيع هذه الاتفاقية بقبول شروط الاستخدام و/أو متعهدي الفريق الذين سمحوا لفريقهم وموادهم بأن يتم نشرها بتفويض بذلك النشر.
              </li>
              <li class="list-group-item">And a fifth one</li>
            </ul>
            <h3 class="text-primary-darker fw-bold fs-6  my-5" >
              الخصوصية
              </h3>
              <p class="text-primary-dark mt-6">
                الحقوق والالتزامات
              </p>
        </div>


@endsection
